const plenty = [

    {
        "type": "-천남성과(Araceae) | 원산지 중앙아메리카",
        "name": "싱고니움 Arrowhead vine",
        "official_name": "학명 Syngonium podophyllum",
        "trait": "잎이 화살촉 모양이며, 실내에서 풍성한 녹색을 즐길 수 있는 대표적인 실내식물이다. 빛이 약한 곳에서도 잘 자라지만, 줄기가 보기 싫게 길어지며 잎의 무늬가 사라지는 경향이 있다. 또한 덩굴성이기 때문에 성장하면 습기가 있는 표면에 쉽게 부착하는 기근(aerial root)이 있다.",
        "management": "풍요로운 잎이 매력적이므로 위에서 내려다볼 수 있는 곳에 둔다. 해고에 붙여서 벽면에 두거나 걸어두는 화분으로 만들 수도 있다. 약한 빛에도 잘 자라기 때문에 사무실을 장식하는 식물로 좋다. 발근이 비교적 쉬워서 잘라낸 줄기를 컵 등에 꽂아 수경재배도 쉽게 할 수 있다. 수경재배할 때는 하이드로볼 배지뿐만 아니라 유리구슬 등으로 식물을 고정하면 더 시원한 느낌을 준다. 작은 식물은 테라리움의 소재로도 적당하다. 낮은 광에서도 잘 자라고 녹색 잎이 많기 때문에 원예치료 식물로 적당하다. 작업하면서 자연스럽게 볼 수 있는 곳에 두면 피로와 스트레스가 훨씬 감소된다. 증산작용이 매우 좋으며 포름알데히드, 벤젠, 톨루엔, 자일렌과 같은 실내 휘발성 물질도 많이 제거하기 때문에 실내식물로 적당하다.",
        "source": "[출처]실내식물이 사람을 살린다/중앙생활사 2011-12-07",
        "img": ""
    },{
        "type": "-난초과(서양란)| 원산지 중앙아메리카",
        "name": "심비디움 Cymbidium",
        "official_name": "학명 Cymbidium",
        "trait": "추위에 비교적 강해서 가장 기르기 쉬운 양란이 심비디움이다. 단정하게 생긴 모습이 우리의 동양란과 흡사한 것은 이것들이 식물분류상 같은 심비디움속에 속하기 때문이다. 최근에는 흰색, 분홍, 빨강, 녹색, 밤색 등 다양한 색상의 품종이 나와 있다. 심비디움은 작은 꽃 모양에서 큰 것까지 여러 품종이 있는데 다른 양란과 마찬가지로 꽃이 아래쪽에서부터 차례로 핀다. 심비디움은 여러 송이의 꽃이 2~3열로 위 아래로 다발로 피며 꽃피는 기간이 길다.",
        "management": "심비디움은 대형에서 소형까지 여러 품종이 있는데, 초보자는 추위에 강하고 꽃이 잘피는 소형종부터 길러 보는 것이 좋다. 다른 양란과 마찬가지로 꽃이 아래쪽에서부터 차례로 피므로 전부 핀 것보다 위의 1/3 정도가 아직 피지 않은 것을 고르는 것이 꽃을 오래 즐길 수 있는 방법이다. 꽃이 시들기까지 내버려 둔다면 60~70일은 볼 수 있지만, 그만큼 포기가 쇠약해져서 이듬해에 아름다운 꽃을 피우기 힘들게 되므로 밑의 한 송이가 갈색을 띠고 시들 무렵 잘라서 꽃꽂이를 하거나 코사지, 부케에 이용하는 것이 좋다.빛과 위치 : 유리창을 통한 밝은 실내가 좋다. (20% 차광)물주기 : 물을 충분히 준다.최적온도 : 최적온도는 15~25℃이다. 겨울은 10℃ 이상 유지, 여름에는 30℃ 이상 올라가지 않게 한다.비료주기 : 4~7월은 한달에 1회 고체비료를 주고, 9~10월은 액체비료를 월 2회정도준다.계절별 돌보기 : 7~8월의 무더위 때 약간의 차광을 해주는 것외에, 5~10월 말까지는 바깥에 내놓아 빛을 충분히 쬐어주어야 꽃이 예쁘게 핀다. 물 주는 시기는 1년 내내, 비료는 4월~7월, 9월~10월.",
        "source": "[출처]실내식물이 사람을 살린다/중앙생활사 2011-12-07 공기정화식물 심비디움",
        "img": ""
    },{
        "type": "-앵초과",
        "name": "시클라멘 Cyclamen",
        "official_name": "학명 Cyclamen",
        "trait": "꽃이 귀한 겨울의 실내를 환히 빛내주는 화초가 시클라멘이다. 고개를 떨군 모양의 꽃은 흰색, 분홍, 빨간색 등 그색이 다양하며 12~2월에 핀다. 알뿌리는 납작하고 둥근덩이 줄기이며, 잎은 알뿌리의 중앙에서 나오는데 하트 모양의 두터운 것이 특색이다. 길게뻗은 꽃줄기에서 핀 꽃무리가 화톳불을 연상케 한다.",
        "management": "따뜻한 곳보다 서늘한 곳을 좋아하며 최저 10℃ 이상을 유지해 준다. 직사광을 피하고 밝은 빛이 드는 곳에 키우는데, 실내보다는 통풍이 잘되고 서늘한 베란다가 더 좋다. 고온 다습한 조건에서는 잘 견디지 못한다. ...",
        "source": "[출처]공기정화식물키우기/웰빙플러스 2011-12-07 공기정화식물 시클라멘",
        "img": ""
    },{
        "type": "-포도과",
        "name": "시서스 Cissus",
        "official_name": "학명 Cissus",
        "trait": "‘포도아이비’ 라고도 불리는 덩굴성 식물로서 아름다운 녹색 잎을 가지고 있다. 잎이 약간 두텁고 윤기가 있으며 가장자리에 결각이 있어 야성적인 느낌이 든다. 대부분의 실내식물이 오존에 매우 강한 반면 시서스는 오존에 매우 민감하여 실내의 오존지표 식물로 사용할 수 있다.",
        "management": "휘발성 화학물질을 제거하고 증산률이 높아 가습효과가 있는 식물이다.-짙푸른 녹색의 덩굴식물로 걸이용 화분을 이용해 걸어 놓거나 창틀에 놓고 기르면 좋다.●물·비료주기20~25℃의 따뜻한 곳을 좋아하며 약간 건조하게 관리하면 4~5℃ 정도에서도 견딜 수 있다. 반그늘에 키우는 것이 좋으며 빛이 부족한 곳에서도 잘 견딘다.●바람직한 환경물은 흙이 완전히 말랐을 때 주는 것이 좋으며 물주는 횟수가 많으면 덩굴이 웃자라 잎 모양이 흉해지는데 다소 건조하다 싶어도 시들지는 않는다. 4~9월에는 주 1회 정도 흙이 흠뻑 젖을 정도로 물을 주고 겨울 동안에는 약간 건조하게 관리한다. 고온건조기에는 자주 분무하여 공중습도를 높인다. 3~9월에 걸쳐 2개월에 1회 정도 복합비료를 주고 묽은 액체비료를 준다. 다른 식물에 비해 양을 반 정도만 주어도 충분하다.-밭흙:모래:부엽토 = 1:2:1●꺾꽂이봄에 줄기 끝을 10cm로 잘라서 꺾꽂이한다. 작은 입자의 난석에 심고 물을 주어 그늘에 둔다. 물에 넣어 두어도 뿌리를 잘 내린다.-빛과 위치 : 반그늘에서 키운다.-물주기 :흙이 완전히 말랐을 때 흠뻑 주고 겨울엔 건조하게 관리한다.-최적온도 : 최적온도는 20~25℃ 최저온도는 5℃ 이상 유지한다.-비료주기 :3~9월 사이에는 2개월에 한 번씩 복합비료를 준다.",
        "source": "[출처]공기정화식물키우기/웰빙플러스 2011-12-07 공기정화식물 시서스",
        "img": ""
    },{
        "type": "-천남성과(Araceae) | 원산지 열대아메리카",
        "name": "스파티필름 White anthurium, peace lily",
        "official_name": "학명 Spathiphyllum spp",
        "trait": "실내에 두기 뛰어난 상록 다년초로 자태가 아름답고 낮은 빛에서도 잘 견디며, 아름다운 꽃이 피기 때문에 실내식물로 가장 선호하는 식물이다. 수경재배를 해도 생육이 좋고 증산량과 기능성이 높아서 실내용으로 최적이다. 잎은 배양토 표면에서 많이 나오고 잎자루에는 긴 잎집이 있다. 꽃차례에는 백색 또는 녹색의 불염포(spathe)가 있어서 장기간 아름답게 핀다. 이 불염포는 꽃이 아니라 잎이 변형된 것이며, 실제 꽃은 육수(spadix)에 많이 붙어 있다. 물을 좋아하므로 마르면 금방 물을 준다.",
        "management": "녹색 잎과 흰 불염포의 대조가 매력일 뿐만 아니라 잎 부분의 형태가 좋아 그것만으로도 감상가치가 충분하다. 중·대형 화분은 탁자에 두고 감상하거나 작은 것은 책상이나 가구에 가까이 두고 아름다움을 즐긴다. 작은 화분은 꽃과 맞추어서 화분커버를 사용하든지 다른 관엽식물과 모아심기를 해도 좋다. 그러나 빛이 지나치게 부족하면, 웃자라서 초세가 흐트러지기 때문에 어느 정도 빛이 항상 있어야 한다.        수경재배에도 적당하고, 증산량이 매우 높아 실내 온열환경을 조절하는 데 꼭 필요한 식물이다. 휘발성 유기물질 중 알코올, 아세톤, 트리클로로에틸렌, 벤젠, 포름알데히드, 질소산화물, 이산화황, 오존 등을 제거하는 데 효과적이다. 특히 최근 들어서는 실내 오존제거율도 높은 것으로 나타나 실내에 둘 수 있는 최고의 실내기능성 식물이다. 부엌의 가스렌지 옆은 ‘조리시 발생하는 냄새’, 다양한 휘발성 물질 발생, 낮은 광도를 고려하면 스파티필름을 두기에 최적 장소이다. 그 외에도 실내에 가능하면 많이 두는 것이 좋다.",
        "source": "[출처]공기정화식물키우기/웰빙플러스 2011-12-07 공기정화식물 스파티필름",
        "img": ""
    },{
        "type": "-오갈피나무과",
        "name": "쉐플레라 Schefflera",
        "official_name": "학명 Schefflera",
        "trait": "우산을 펼친 듯한 진한 녹색의 두터운 잎을 가진 식물이 쉐플레라다. 5~9개의 잎이 우산처럼 달려 있어 Umbrella tree(우산나무)라는 이름이 붙었다. 보통은 50~100cm의 키지만 원산지에서는 30m까지도 자라는 식물이다. 홍콩이 원산지인 쉐플레라 홍콩이 많이 알려진 품종으로 시중에서는 ‘홍콩’이라고 부르기도 하는데, 잎끝이 둥글어서 부드러운 느낌을 준다. 품종에 따라 잎 크기가 다양하며 무늬가 있는 품종도 있다.",
        "management": "잎이 많아 수분 배출량이 우수하여 실내에 가습효과를 주며 암모니아 및 벽지와 장판의 유해가스 제거 능력이 우수한 식물이다.쉐플레라는 15~25℃에서 잘 자라지만 따뜻한 곳과 서늘한 곳에서도 자랄 수 있어 초보자도 기르기 쉬운 식물이다. 13℃ 아래로 온도가 내려가면 예쁜 잎이 떨어지므로 겨울에는 10~13℃ 이상을 유지해 준다. 햇볕을 좋아하며 어두운 곳에서도 쉽게 시들지 않는다. 그러나 그늘진 곳에 오래도록 방치해 두면 아래쪽 잎이 시들어 떨어지고 새싹이 약해지는 것을 막을 수 없다. 햇볕이 잘 드는 장소에 두는 것이 무난하다. 높은 습도를 좋아하므로 고온건조하지 않도록 신경 쓰고 환기에도 주의를 기울인다.습한 환경을 좋아하므로 흙이 마르면 물을 흠뻑 주는데, 물 빠짐이 좋은 흙을 사용해서 뿌리가 썩지 않도록 한다. 겨울에는 흙이 마르고 2~3일 지난 후에 물을 주어 다소 건조하게 기른다. 새잎이 나오는 4월 하순~9월까지 한 달에 한 번 정도 액비를 주거나 두 달에 한 번 정도로 복합비료를 준다.-밭흙:모래:부엽토 = 1: 2: 1원산지에서는 씨를 뿌려서 번식시킬 경우도 있으나 우리나라에서는 5~9월에 꺾꽂이로 번식시킨다. 가지에 잎을 몇 개 붙인채로 한마디 잘라 아랫부분을 물이끼로 감싸고 분에 꽂아두면 뿌리를 내린다. 2년에 한 번씩 분갈이를 해 주는데, 이때는 가능한 한 수형조절과 함께 충분히 썩은 유기질(부엽 등)을 공급하면 자라는데 큰 도움이 된다.-빛과 위치 : 직사광선을 피한다.-물주기 : 흙이 마르지 않을 정도로 흠뻑 주되, 겨울에는 흙이 마르고 2~3일 후에 준다.-최적온도 : 최적온도는 15~25℃. 겨울에도 10℃ 이상 유지해 준다.-비료주기 : 월 한 번 액체비료를 주거나 두 달에 한 번 복합비료를 준다.-계절별 돌보기 : 키가 많이 자란 경우는 5~9월 사이에 줄기 중간 부분을 휘묻이 하거나, 늦여름과 초가을 사이에 꺾꽂이 하여 번식시킨다. 비료는 4월~9월.",
        "source": "[출처]실내식물이 사람을 살린다/중앙생활사 2011-12-07 공기정화식물 쉐플레라",
        "img": ""
    },{
        "type": "-소철과",
        "name": "소철 Cycas",
        "official_name": "학명 Cycas",
        "trait": "동남아시아와 일본이 원산인 대형식물로 잎과 줄기가 모두 거칠어서 힘찬 느낌을 준다. 깃처럼 생긴잎은 보통 50cm~2m 길이이며, 끝이 아래로 드리워져 있다. 광택이 있는 짙은 녹색의 작은 잎은 가늘고 길게 생겼으며 잎줄기를 따라 좌우에 마주 나 있다. 철분을 좋아하고 쇠약할 때 철분을 주면 회복 된다는 전설이 있어 ‘소철’이라는 이름이 붙었다. 생명력이 강하며 자라는 속도가 매우 느리다.",
        "management": "일 년 내내 직사광선이 드는 곳에 두어도 되지만, 잎이 타고 빛깔이 나빠지기 때문에 새눈이 돋았을 때는 강한 햇볕을 피한다. 18~24℃ 정도의 따뜻한 곳을 좋아하지만 겨울에는 서늘한 곳에 둔다. 저온에 강해 0℃까지 견딜 수 있다. 빛이 좋고 통풍이 잘되는 건조한 장소를 좋아한다.소철은 습기에 약한 편이다. 여름철 생육기 동안은 3~4일에 한 번씩 흠뻑 물을 준다. 겨울에는 주지 않거나 주더라도 조금 주는 정도가 좋고, 일주일에 한 번 정도 잎에 분무해 준다. 비료로는 깻묵덩어리나 닭똥을 분 위에 놓아 물을 줄 때 조금씩 스며들게 해준다. 3~4월에 소량을 주면 충분하다.-겨울철, 분에 심은 소철을 실내에서 기르다 보면 담배 연기 등으로 인해 잎 끝이 누렇게 마르기 쉽다. 수시로 환기를 시켜서 신선한 공기가 닿게 한다.-밭흙:모래:부엽토 = 1: 2: 15~6월에 포기를 나누어 번식시킨다. 줄기의 옆부분에서 나오는 눈을 떼서 모래에 심어 뿌리가 충분히 내리면 화분에 아주심기 한다. 소철의 잎은 1년에 한 번씩 새로 자라는데 새로 나온 잎이 완전히 굳어질 때까지 먼저 나온 잎을 자르지 않는 것이 좋다.-관엽식물비료주기일반 가정원예용으로 시판되는 비료에는 여러 가지 형태가 있기 때문에 어떤 비료가 가장 효과적인지는 식물에 따라 다르다. 비교적 쉽게 흡수되는 것은 액체비료이고, 정제나 막대 모양으로 된 고형비료는 그 효과가 서서히 나타난다. 이것을 왕효성비료라 한다. (마구암프 K, 오스모코오트 등) 이것을 대개 흙속에 집어넣어서 오랜 기간 동안 식물에 양분을 공급하기 때문에 접근하기 힘든 장소에 있는 식물이나 기르는 사람이 비료 주는 사실을 자주 잊어버리는 경우에 매우 유용하다.①정제비료 - 흙속에 집어넣어 물을 줄 때마다 조금씩 녹아서 스미게 된다.②막대비료 - 화분 가장자리의 흙속에 꽂아둔다. 그러면 주어진 기간 동안 계속해서 녹으면서 양분을 줄 수 있게 디자인되어 있다.③액체비료 - 물을 줄 때 함께 준다. 분말비료도 마찬가지로 물에 풀어서 주게 된다.-빛과 위치: 햇볕이 드는 곳과 그늘에 교대로 둔다.-물주기: 여름철 생육기에는 3~4일에 한 번 흠뻑 주고, 겨울에는 일주일에 한 번 잎에 분무해 준다.-최적온도: 최적온도는 18~24℃, 0℃까지 견딜 수 있다.-비료주기: 3~4월에 깻묵덩어리나 닭똥을 분위에 놓는다.",
        "source": "[출처]실내식물이 사람을 살린다/중앙생활사 2011-12-07 공기정화식물 심비디움",
        "img": ""
    },{
        "type": "-선인장과",
        "name": "선인장 및 다육식물 Cactaceae",
        "official_name": "학명 비화옥(Gymnocalycium baldianum)",
        "trait": "선인장 및 다육식물은 환경에 적응한 결과로, 수분방출을 최소화하고 보관을 최대한으로 하기 위해서 잎이나 줄기가 다양한 모양으로 변형되었다. 적응하는 능력이 좋아 반양지 정도라면 실내 어느 곳이나 두어도 좋다.Carnegia속은 개화연령에 달하면 가시는 퇴화하고 백색의 꽃이 꼭대기에서 핀다. 꽃에 양모가 있으며, 밤에 핀다. 꽃, 과실, 종자는 식용으로 이용한다.",
        "management": "선인장 및 다육식물이라고 하면 사막의 메마르고 건조한 이미지가 떠오르므로 장식도 그대로의 이미지가 잘 표출되도록 하는 것이 좋다. 같은 크기의 작은 선인장을 나란히 상자에 넣어도 귀엽지만, 다양한 종류의 선인장을 합식하여도 좋다.선인장이나 다육식물은 무엇보다도 일반 관엽식물과는 다른 형태의 광합성을 한다. 즉 식물은 대부분 낮 동안에 이산화탄소를 흡수함과 동시에 산소를 배출하고, 밤 동안에 이산화탄소를 배출한다(C3식물이라고 부름). 반면에 선인장이나 다육식물과 같은 식물은 야간에 이산화탄소를 흡수함과 동시에 산소를 배출하고, 낮 동안에 이산화탄소를 배출하게 된다. 따라서 이러한 식물을 일반 실내식물과 함께 두면 실내공기를 지속적으로 정화시킬 수 있다. 또한, 아직 검증되지는 않았지만 휘발성 유기물질도 제거할 것으로 추측된다.",
        "source": "[출처]실내식물이 사람을 살린다/중앙생활사 2011-12"
    },{
        "type": "-자금우과",
        "name": "산호수 Ardisia",
        "official_name": "학명 Ardisia",
        "trait": "잎이 화살촉 모양이며, 실내에서 풍성한 녹색을 즐길 수 있는 대표적인 실내식물이다. 빛이 약한 곳에서도 잘 자라지만, 줄기가 보기 싫게 길어지며 잎의 무늬가 사라지는 경향이 있다. 또한 덩굴성이기 때문에 성장하면 습기가 있는 표면에 쉽게 부착하는 기근(aerial root)이 있다.",
        "management": {
            "carbon_fixation": "탄소동화작용이 뛰어나므로 습도조절 기능이 우수하고 음식을 조리할 때 발생되는 일산화탄소를 제거하는 능력이 탁월하다.",
            "빛": "반그늘에서 잘 자라는 식물이지만 꽃이 피고 아름다운 열매를 맺기 위해선 밝은 곳에서 키운다.",
            "온도": "20~25℃ 따뜻한 곳이 좋으며 최저 10℃ 이상을 유지시켜준다.",
            "물주기": "겉흙이 마르면 바로 물을 흠뻑 준다.",
            "humidity": "높은 공중습도를 좋아하므로 실내공기가 건조한 경우 자주 잎에 분무해 줌으로써 싱싱한 외관유지 및 해충 예방을 할 수 있다.",
            "비료": "월 2회 정도 액비를 물에 타서 준다. 한여름과 겨울에는 비료를 주지 않는다."
        },
        "source": "[출처]실내식물이 사람을 살린다/중앙생활사 2011-12-07 공기정화식물 산호수",
        "img": ""
    },{
        "type": "-용설란과(Agacaceae) | 원산지 열대 서부아프리카, 인디아",
        "name": "산세베리아 Snake plant, Mothe-in-law’s tongue ",
        "official_name": "학명 Sansevieria trifasciata ",
        "trait": "이 식물은 별로 신경을 쓰지 않아도 잘 자라며, 병충해가 거의 없어 누구나 쉽게 기를 수 있는 식물이다. 폭이 4~5cm 정도이고 높이는 1m까지 자란다. 특히 재미있는 것은 번식할 때 포기나누기를 하면 잎 가장자리에 있는 노랑색의 반입이 그대로 유지되나, 잎을 잘라 용토에 꽂는 삽목(잎꽂이)으로 번식하면 반입이 사라지고 잎 전체가 녹색으로 변한다. 또한 흰색의 꽃이 피면 은은한 향기와 꿀샘이 맺히는 것을 볼 수 있다. 과거에는 기호도가 높지 않았으나, 최근 들어 기능성이 알려지면서 실내에서 선호하는 식물이 되고 있다.",
        "management": {
            "빛": "이 식물은 강한 광선뿐만 아니라 낮은 광선에도 잘 적응한다. 따라서 광선에 관계없이 적절한 장소에 둘 수 있다. 단, 지나치게 물을 많이 주거나 너무 추운 곳(10℃ 이하)에 두면 제대로 자라지 못한다. 오래되면 지하경에서 싹이 많이 나오지만, 처음에는 여러 개를 합식하여 풍성하게 보이도록 하는 것이 좋다. 잎의 색깔이 비교적 수수하기 때문에 화분은 단순한 소재나 색채를 사용한다. 금속성의 원통 화분 커버 등을 사용하면 세련된 인상을 준다. 키가 작은 것은 위에서 굽어볼 수 있는 장소에 두고, 키가 비교적 크고 똑바로 뻗는 형태는 측면에서 바라볼 수 있는 곳에 두는 것이 적당하다.",
            "온도": "산세베리아는 20~25℃의 온도를 유지하는 것이 좋다. 겨울에는 10℃ 이상의 온도를 유지한다.",
            "물주기": "흙이 마르면 흠뻑 물을 준다. 겨울에는 물을 주는 양을 줄인다.",
            "비료": "봄, 여름에 한 달에 한 번 액비를 준다.",
            "번식": "포기나누기나 잎꽂이로 번식한다.",
            "가지치기": "가지가 너무 길어지거나 엉키면 봄에 가지치기를 한다.",
            "해충": "깍지벌레, 진딧물, 거미 진드기 등을 조심한다."
        },
        "source": "[출처]공기정화식물키우기/웰빙플러스 2011-12-07 공기정화식물 산세베리아",
        "img": ""
    },{
        "type": "-뽕나무과(Moraceae) | 원산지 인도, 미얀마, 열대아프리카",
        "name": "벤자민 고무나무 Weeping fig",
        "official_name": "학명 Ficus benjamina",
        "trait": "고무나무속 식물은 유액(Milky sap)을 가지고 있으며, 대부분 기근(aerial root)을 가지고 있다. 벤자민 고무나무는 열대 관엽식물 중에서 가장 일반적인 식물로 주로 분화로 사용되며, 잎이 작고 성장함에 따라 가지는 우아하게 늘어진다. 한편, 줄기는 오래되면 공중 뿌리를 낸다. 건조한 환경에 강하며, 빛을 좋아하는 식물이기 때문에 가능한한 밝은 곳에 둔다. 어린잎이 황색인‘골드러시’와 가장자리에 넓은 백색무늬가 들어간‘스타라이트’등의 원예품종이 많이 애용된다. 잎이 좁고 긴 F. longifolia ‘Alii’(하와이 언어로 왕이라는 뜻)가 최근 들어 인기를 끌고 있다.",
        "management": {
            "빛": "직사광선을 피한 밝은 곳에서 키우는 것이 가장 좋다. 햇빛이 적으면 잎이 시들고, 햇빛이 너무 많으면 잎이 타버릴 수 있다.",
            "온도": "20~25℃의 온도를 유지하는 것이 좋다. 겨울에는 15℃ 이상의 온도를 유지한다.",
            "물주기": "흙이 마르면 흠뻑 물을 준다. 겨울에는 물을 주는 양을 줄인다.",
            "비료": "봄, 여름에 한 달에 한 번 액비를 준다.",
            "번식": "꺾꽂이로 번식한다. 4~5월에 새순을 잘라서 물이나 흙에 꽂으면 뿌리가 내린다.",
            "가지치기": "가지가 너무 길어지거나 엉키면 봄에 가지치기를 한다.",
            "해충": "깍지벌레, 진딧물, 거미 진드기 등을 조심한다."
        },
        "source": "[출처]실내식물이 사람을 살린다/중앙생활사 2011-12-07 공기정화식물 벤자민 고무나무",
        "img": ""
    },{
        "type": "-자금우과",
        "name": "백량금 Ardisia",
        "official_name": "학명 Ardisia",
        "trait": "푸른 잎이 많이 나고 키가 작아서 언뜻 보기는 풀같아 보이지만 우리나라의 제주도나 남해안의 섬에 자생하는 상록 활엽수로서 30~50cm 정도의 작은 키에 그늘 속에서 자라는 특이한 식물이다. 가지끝에 별모양의 흰꽃이 늦은봄에 피며 잎은 반질반질하고 가장자리가 구불구불하다. 열매는 꽃이 지고 나면 작은 구슬처럼 빨갛게 익어 가는데 특이하게도 겨울에서 다음 해 꽃이 필 때까지 빨간 열매를 달고 있다.",
        "management": {
            "빛": "새집증후군을 유발하는 휘발성 유기화합물과 가전제품에서 발생되는 전자파를 흡수 제거하는데 효과적인 식물이다.v 량금은 자생지에서는 약 6~8% 정도의 햇빛만 있어도 충분히 자랄 정도로 빛이 부족한 곳에서 잘 적응하지만 가정에서는 반그늘이 좋고 직사광선은 잎이 시들어 말라 죽으므로 피한다. 15℃ 내외의 서늘한 온도를 좋아하며 최저 7℃ 이상의 온도를 유지해 준다.",
            "온도": "그늘에 오래두면 꽃이 잘 피지 않고 열매가 잘 맺히지 않으므로 반그늘에서 키우는 것이 좋다.",
            "물주기": "밭흙:모래:부엽토 = 1:2:1",
            "비료": "4~7일에 1회 정도 흠뻑 물을 주며 겨울철에는 10~15일에 1회 정도 주는데 너무 건조하게 관리하면 잎과 열매가 말라서 떨어지기 쉽다. 4월부터 10월까지 월 2회 정도 1,000배 희석한 액비를 준다.",
            "번식": "꺾꽂이나 실생으로 번식한다. 꺾꽂이는 4~5월에 새순을 잘라서 물이나 흙에 꽂으면 뿌리가 내린다. 실생은 봄에 종자를 뿌리면 발아한다.",
            "가지치기": "가지가 너무 길어지거나 엉키면 봄에 가지치기를 한다.",
            "해충": "깍지벌레, 진딧물, 거미 진드기 등을 조심한다."
        },
        "source": "[출처]실내식물이 사람을 살린다/중앙생활사 2011-12-07 공기정화식물 백량금",
        "img": ""
    },{
        "type": "뽕나무과",
        "name": "떡갈잎 고무나무 Fiddle Leaf Fig ",
        "official_name": "학명 Fiddle Leaf Fig ",
        "trait": "잎의 모양이 떡갈나무와 비슷하여 ‘떡갈잎 고무나무’라는 이름이 붙었다. 가죽같은 질감의 큰 잎이 많이 붙어있다. 자라는 속도가 느리고 거친 질감으로 야성적 느낌을 갖게하는 식물이다.",
        "management": {
            "빛": "햇빛이 잘드는 곳이 적당하지만 어린 잎이 굳어진 다음에는 반그늘에서도 자란다.",
            "온도": "15~25℃ 정도가 알맞고 최저 5℃ 이상을 유지해 주어야 한다.",
            "물주기": "봄~가을에는 물을 충분히 주어 흙이 마르지 않게 하며 겨울에는 물의 양을 서서히 줄인다. 지나치게 건조하면 깍지벌레가 생기기 쉽다. 잎에 자주 분무해 주면 좋다.",
            "비료": "성장기에 2주일에 한 번씩 액체비료를 준다.",
            "번식": "4~5월에 꺾꽂이나 휘묻이로 번식한다. 새로 나온 가지나 반쯤 굳은 가지를 잘라 꽂으면 뿌리가 내린다.",
            "가지치기": "외대로 키우다가 어느 정도 자라면 가지를 잘라서 새순이 자라도록 한다.",
            "해충": "쥐똥나무벌레, 깍지벌레, 잿빛공팡이 등을 조심한다."
        },
        "source": "[출처]공기정화식물키우기/웰빙플러스 2011-12-07 공기정화식물 떡갈잎 고무나무",
        "img": ""
    },{
        "type": "-천남성과(Araceae) | 원산지 중앙아메리카",
        "name": "드라세나 Arrowhead vine",
        "official_name": "학명 Syngonium podophyllum",
        "trait": "-용설란과(Agavaceae) | 학명 Dracaena fragrans‘Massangeana’, Dracaena dermensis‘Janet Craig’ | 영명 Corn plant(Janet Craig) | 원산지 에티오피아, 기니아, 나이지리아드라세나 맛상게아나는 실내의 밝지 않는 곳에서도 잘 자라며, 옥수수 잎과 비슷하여 옥수수 식물이라고도 한다. 성장하면 목본성 줄기가 되며, 잎은 항상 줄기의 끝부분에서 나오는 특징이 있다. 우리나라에서는 흔히들 ‘행운목’이라고 한다. 가끔씩 향긋한 향기를 내는 꽃이 핀다.한편, 드라세나 ‘자넷 크레이그’는 국내에서 흔한 와네키(Warneckii)의 변종으로 잎이 짙은 녹색이며 좁은 마디에서 밀생한다. 약한 광선에서 별다른 관리 없이도 잘 자란다. 그러나 약한 광선에 오래 두면, 새로 나오는 잎 폭이 좁아지게 된다.",
        "management": "‘맛상게아나’는 잎 중간에 노란색 띠가 들어가 잎색과 잎 모양이 개성이 있다. 굵은 줄기가 직립하기 때문에 장식하기에 좋고, 전반적으로 수경재배도 잘된다. ‘맛상게아나’가 두각을 나타낸다면, ‘자넷 크레이그’는 바탕을 이루는 식물로 적절하다. 두 식물 다 거실이나 홀, 휘발성 유기물질을 많이 방출하는 공장이나 사무실 등에 두면 좋다.●기능성기능성 측면이나 모든 면에서 평균 이상의 점수를 줄 수 있는 좋은 실내식물이다. ‘맛상게아나’는 휘발성 유기물질 중 포름알데히드를, ‘자넷 크레이그’는 트리클로로에틸렌을 제거하는 데 탁월하다.●궁금해요질문 _ 한 장소에 오래 두었더니 새로 나온 잎이 누렇게 변했어요.대답 _ 이런 현상은 온도가 높을수록 많이 나타난다. 식물의 뿌리가 잘 발달되지 않은 상태에서 염이 지나치게 많은 물을 사용할 때 나타나는 현상이다.질문 _ 잎끝이 타들어 가요.대답 _ 지나치게 건조하기 때문이다. 공중습도를 높여주는 것이 좋다.",
        "source": "[출처]실내식물이 사람을 살린다/중앙생활사 2011-12-07 공기정화식물 심비디움",
        "img": ""
    },{
        "type": "-난초과",
        "name": "덴파레 Denphale ",
        "official_name": "학명 Denphale ",
        "trait": "덴드로비움과 팔레놉시스의 교배에 의해 육성된 종으로 화사한 꽃이 계속 피어 오랫동안 감상할 수 있는 서양란이다. 값이 싸고 기르기가 쉬우며 꽃대 하나에 여러 개의 꽃이 달리고 개화기간도 길어 국내에서도 많이 대중화 된 난이다. 개화기간도 길어서 보통6~8주 정도이고 꽃색도 매우 다양하여 흰색, 붉은 자주색 그리고 흰색과 밝은 자주색이 교차하는 등 여러 가지가 있다.",
        "management": {
            "환경": "빛이 충분하고 고온 다습한 환경에서 잘 자라고 꽃이 핀다. 꽃은 한 번 개화하면 2개월 이상 관상할 수 있지만 저온이나 건조한 환경에 놓아두면 꽃봉오리가 피지 못하고 떨어지는 경우도 있으므로 보온과 습도 유지를 잘해야만 오랜 기간 관상할 수 있다. 꽃대가 올라오기 시작할 때 이동시키거나 방향을 바꾸지 않아야 꽃대가 틀어지는 것을 방지할 수 있다. 5℃ 이하인 경우 뿌리가 썩어 잎이 떨어진다.",
            "물·비료": "화분의 토양이 마르기 시작할 때 물을 주는 것이 좋은데, 봄,가을에는 보통 4일에 한 번, 여름에는 2일에 한 번, 겨울에는 1주일에 한 번 정도 물을 주는 게 좋다. 큰 그릇에 물을 담고 화분이 2/3 정도 잠기게 20분 정도 담그거나 천천히 화분 밖으로 물이 빠져나올 정도로 충분한 양의 물을 준다. 월 1~2회 묽은 액비를 준다.",
            "번식": "포기나누기와 줄기꽂이를 하는데, 줄기꽂이는 묵은 줄기를 2~3 마디 잘라 건조시켜서 수태를 깔고 옆으로 눕혀놓고 3~4개월 후에 뿌리가 나면 분에 심는다. 또 덴파레는 아래에 위치한 마디에서 많은 새눈이 발생하므로 이것을 떼어내어 번식하기도 한다."
        },
        "source": "[출처]실내식물이 사람을 살린다/중앙생활사 2011-12-07 공기정화식물 덴파레",
        "img": ""
    },{
        "type": "-야자과(palmae) |원산지 멕시코, 중앙아메리카",
        "name": "대나무야자 Bamboo palm(Reed palm)",
        "official_name": "학명 Chamaedorea erumpens(seifrizii)",
        "trait": "황야자와 같은 느낌을 주지만, 대나무야자는 줄기의 마디가 대나무와 비슷해서 붙여진 이름이다. 곧게 자라고 옆으로는 덜 퍼지며 소엽이 넓다. 실내광선에서도 충분히 기를 수 있고 이국적이어서 가정에서나 상업적으로 많이 이용한다. 병충해에 저항성이 높아 황야자 대신 사용하기도 한다. 한편, 뿌리 부분의 생장이 빈약하기 때문에 몇 년 동안 분갈이를 할 필요가 없다. 한편, 갈대야자(reed palm)는 대나무야자에 비해 소엽이 좁으며, 강한 광선을 좋아한다.",
        "management": "황야자와 마찬가지로 넓은 곳에 포인트로 두는 것이 좋다. 그러나 황야자처럼 늘어지는 맛이 적기 때문에 좀 딱딱하고 강직한 느낌을 준다. 대나무나 나무로 만든 가구나 소품과 함께 두면 더욱 매력적이다.●기능성황야자와 마찬가지로 증산량이 매우 높다. 특히 겨울철 실내습도가 낮은 경우에 이 식물을 두고 규칙적으로 관수하면 실내습도를 정상상태(40~60%)로 높일 수 있다. 벤젠, 트리클로로에틸렌, 포름알데히드 같은 휘발성 유기물질을 제거하는 데 탁월하다. 이 식물은 황야자와 더불어 최고의 친환경 식물에 속한다.●궁금해요질문 _ 잘 관리하는데도 응애나 깍지벌레가 있는 것 같아요.대답 _ 지나치게 건조하게 유지하였기 때문이다. 주기적으로 분무해주고, 가끔씩 잎을 닦아주는 것이 좋다. 줄기 끝을 자르면 생장점이 사라져 더 자라지 않기 때문에 조심해야 한다.",
        "source": "[출처]공기정화식물키우기/웰빙플러스 2011-12-07 공기정화식물 대나무야자",
        "img": ""
    },{
        "type": "고사리과(Polypodiaceae) 원산지 아열대, 타이완, 열대 원산종의 원예품종",
        "name": "네프롤레피스 Boston Fern, Sword Fern",
        "official_name": "학명 Nephrolepis exaltata‘Bostoniensis’",
        "trait": "특이하고 우아한 자태로 빅토리아시대 때에 이미 일반화되어 지금까지 거실이나 침실, 휴게실 등 실내공간에서 대부분 사용되고 있다. 깃모양의 잎은 60~150cm까지 자라며 나이가 듦에 따라 아취형으로 굽어 매달리는 모양이 된다. 실내에 신선한 느낌의 운치를 준다. 네프롤레피스 엑살타타(N. exaltata) 중에서 미국 보스턴에서 만들어진 ‘Bostoniensis’가 가장 널리 알려져 있다. 외관상 보기 좋게 기르기 위해서는 공중습도를 일정하게 유지해주어야 하기 때문에 주의를 기울여야 잘 키울 수 있는 식물이다.",
        "management": "●실내 디자인가장 좋은 환경은 습도가 높고 약간 시원하며 광도가 약한 곳이다. 인기가 많고 대중적인 관엽식물이지만 세밀한 잎을 싱싱하게 유지할 수 있는 장소를 실내에서 찾기가 어렵다. 특히 공중걸이 화분으로 공중에 걸었을 경우 식물체의 잎에 다량의 물을 주면 빨리 잎이 처지고 볼륨감이 없어 보인다. 그러나 물이 흘러내릴까 우려하여 소량의 물을 주면 빨리 시들어서 잎이 갈색으로 변한다. 침실이나 부엌에 두기에 적합한 식물이며, 공중걸이나 대좌 위에 놓으면 매우 시원스럽고 우아하다. 특히 고가구와 함께 배치하면 매우 고풍스런 환경을 연출할 수 있다.●기능성이 식물은 아디안텀(Adiantum)과 마찬가지로 겨울철에 실내 상대습도를 측정하는 일종의 지표식물로 이용할 수 있다. 이 식물체가 마르지 않고 건강하게 유지된다면 그 실내습도는 사람들이 지내기에도 적절하다고 생각할 수 있다. 이 식물은 관수만 적절한 시기에 해주면 증산작용이 매우 활발하고, 실내 휘발성 유기물질 중 포름알데히드를 제거하는 데 매우 효과적이어서 실내에 꼭 필요한 식물이다.●궁금해요질문 _ 실내에 두었는데 잎이 누렇게 변했어요.대답 _ 공중습도가 지나치게 낮아 생긴 것으로, 분무기를 이용해서 주기적으로 물을 뿌려주고 주위에도 분무해준다.질문 _ 구입해서 2년이 지나도록 건강하게 키웠는데 잎이 갑자기 누렇게 되었어요.대답 _ 식물이 오래되어 2년 전의 잎이 쇠약해진 것이므로 낡은 잎을 가위로 조심해서 잘라준다. 화분 안에 뿌리가 너무 많이 차서 생긴 것이므로 봄이나 여름에 식물을 뽑아서 분갈이를 하거나 포기나누기를 해준다.",
        "source": "[출처]실내식물이 사람을 살린다/중앙생활사 2011-12-07 공기정화식물 네프롤레피스",
        "img": ""
    },
    {
        "type": "매자나무과",
        "name": "남천 Nandina",
        "official_name": "학명 Nandina",
        "trait": "일본, 중국 원산의 상록성 관목으로 '남천죽(南天竹)'이라고도 부른다. 꽃말이 '전화위복'으로 집안에 있으면 화를 복으로 바꿔준다고 생각해서 집 안에 즐겨 심었다고 한다. 키는 2~3m 정도 자라고, 부드러운 질감의 잎은 3개씩 모여 나는 것이 특징이며 특히 가을이 되면 붉게 단풍이 들어 매우 아름답다. 꽃은 6~7월에 흰색 꽃이 원추모양으로 피며 열매는 10월에 빨갛고 탐스럽게 익어 관상 가치가 높다. 전체적인 느낌이 동양적인 분위기를 자아내므로 동양풍의 실내 조경 공간을 연출할 때 많이 사용되고 외부의 선큰 가든(Sunken Garden)에도 이용된다.",
        "management": "외부에서 자라는 나무이므로 남부 지방에서는 정원에 심을 수 있고, 실내에서 키울 때 아름다운 가을 단풍과 열매를 보려면 빛이 충분한 곳에서 키우는 것이 좋다. 0℃에서도 견딜 수 있고 건조에도 강하나 너무 건조하면 응애의 피해를 입을 수 있다. 잎이 많이 떨어지는 몸살을 앓고 나서도 생명력이 강해 살아난다. 부식질이 풍부한 비옥한 흙을 좋아한다.-밭흙:모래:부엽토 = 1:2:1●물 주기화분의 겉흙이 마르기 시작할 때 주 1회 정도 물을 충분히 주는데 물빠짐이 좋도록 주의해야 한다. 여름철 고온기에는 잎끝이 마르지 않고 싱싱한 잎을 보기 위해서 2~3일에 한 번 정도로 물을 준다.●번식 시키기밑에서 여러 개의 대가 나오지만 가지치기는 하지 않는다. 꺾꽂이로 주로 번식하고 씨앗이나 접목으로도 번식한다.-이른 봄에 가지를 잘라주고 2~3년에 한 번 분갈이를 한다.-빛과 위치: 직사광을 피해 햇빛을 잘 쬐어준다.-물 주기: 봄~가을에는 물을 충분히 주고 겨울에는 서서히 물의 양을 줄인다. -최적 온도: 최적 온도는 15~25℃이며, 최저 온도는 10℃ 이상 유지하도록 한다. -비료 주기: 성장기에 2주일에 한 번씩 액체 비료를 준다.",
        "source": "[출처]공기정화식물키우기/웰빙플러스 2011-12-07 공기정화식물 남천",
        "img": ""
    },
    {
        "type": "-천남성과(Araceae) | 원산지 중앙아메리카",
        "name": "꽃이 있는 분화식물(거베라, 포트멈) Arrowhead vine",
        "official_name": "학명 Syngonium podophyllum",
        "trait": "-포트멈 : 국화과(Compositae) | 학명 Chrysanthemum morifolium | 영명 Florist’s mum | 원산지 중국, 일본 거베라 : 국화과(Compositae) | 학명 Gerbera jamesonii | 영명 Gerbera daisy | 원산지 남아프리카 두 식물의 화색은 다양하고 늦여름과 가을에 걸쳐 즐길 수 있는 식물이다. 화색이 다양하기 때문에 녹색 관엽식물과 함께 놓으면 포인트 식물로 감정을 한껏 고양하거나 기분을 전환할 수 있다. 실내에서 가능한 한 빛이 많은 곳에 두며 밤에는 서늘한 장소가 좋다.",
        "management": "다른 관엽식물과 함께 적절히 배치하면 초점이 될 수 있다. 다양한 화색을 이용해서 포인트를 줄 만한 곳에 놓으면 좋다.두 식물은 관엽식물을 제외하고는 꽃피는 분화 중에서 기능성이 가장 뛰어난 식물이다. 증산 작용이 활발하고 포름알데히드, 벤젠, 암모니아 등을 제거하는 데 효과가 뛰어나다. 실험 결과 녹색 관엽식물과 더불어 꽃이 피는 분화를 함께 배치할 때 만성적 불안감이 감소되고 스트레스 상태의 심신을 회복하는 데 매우 효과적인 것으로 밝혀졌다.",
        "source": "[출처]공기정화식물키우기/웰빙플러스 2011-12-07 공기정화식물 꽃이 있는 분화식물(거베라, 포트멈)",
        "img": ""
    },
    {
        "type": "-대극과",
        "name": "꽃기린 Euphorbia",
        "official_name": "학명 Euphorbia",
        "trait": "원산지인 열대지방에서는 높이 2m 정도까지 자라지만 관상용은 보통 30~50cm이다. 잎 밑부분에는 턱잎이 변해서 된 가시가 1쌍 있고 잎은 타원형이며 시간이 지나면 떨어진다. 봄부터 가을까지 작은 깔때기 모양의 꽃이 잎겨드랑이에서 피는데 꽃잎은 없고 포가 변해서 꽃잎처럼 보인다. 품종에 따라 포엽의 색상이 다양하여 흰색, 빨간색, 크림색 등이 있다. 그리스도의 고난을 상징하여 ‘예수꽃’ 이라고도 불린다. 줄기를 자르면 흰 즙이 나오는데, 눈이나 상처에 닿으면 독성이 있어서 좋지 않다. 따뜻하고 빛이 충분하면 계속해서 꽃이 피고 지고 한다.",
        "management": "빛이 강하고 따뜻한 곳을 좋아하지만 5℃까지는 견디므로 휴면기에 들어가는 겨울에는 5~10℃ 정도의 서늘한 곳에서 기른다. 한 달 정도는 건조해도 견딜 수 있고 건조하면 꽃이 더 잘 핀다.-밭흙:모래:부엽토 = 1:2:1  꽃기린은 선인장이 아니지만 선인장과 비슷한 성격을 가져 물과 비료를 많이 원하지 않는다. 화분 흙이 말랐는지 확인하고 물을 주는데 큰 그릇에 물을 담고 꽃기린 화분이 2/3 정도 잠기게 담그고 15~20분 후 화분을 꺼내어 물을 빼는 방법을 사용해도 좋다. 겨울철에는 건조하게 관리한다. 한 달 정도는 건조해도 견디며 건조하면 꽃이 더 잘 핀다. 성장기에 화분 가장자리에 고형비료를 조금 올려놓아 물을 줄 때마다 조금씩 흙 속으로 스며 내려가도록 한다. 봄부터 가을까지 복합비료를 월 1회 준다. 성장기에 원 줄기와 만나는 부분에서 곁가지를 잘라내어 상처 부위의 흰색액을 물에 씻고 2~3일 정도 건조시킨 후 흙에 꽂는다. 그런 다음 밝고 따뜻한 곳에 놓아둔다. 1~2주 정도 물을 주지 않아야 뿌리의 발육이 잘 된다.- 가지에 가시가 있고 줄기를 자를 때 나오는 흰즙이 피부에 염증을 일으킬 수 있으므로 장갑을 끼고 만지는 것이 좋다.-빛과 위치: 직사광선을 피한다.-물주기: 흙이 마르면 주고 겨울철엔 건조하게 관리한다.-최적온도: 최적온도는 15~20℃이고, 최저온도는 5℃ 이상이다.-비료주기: 봄~가을에 월 1회 정도의 복합비료를 준다.",
        "source": "[출처]실내식물이 사람을 살린다/중앙생활사 2011-12-07 공기정화식물 꽃기린",
        "img": ""
    },
    {
        "type": "수선과",
        "name": "군자란 Scarlet Kafirlily",
        "official_name": "학명 Scarlet Kafirlily",
        "trait": "잎이 화살촉 모양이며, 실내에서 풍성한 녹색을 즐길 수 있는 대표적인 실내식물이다. 빛이 약한 곳에서도 잘 자라지만, 줄기가 보기 싫게 길어지며 잎의 무늬가 사라지는 경향이 있다. 또한 덩굴성이기 때문에 성장하면 습기가 있는 표면에 쉽게 부착하는 기근(aerial root)이 있다.",
        "management": "일광욕을 싫어하는 화초이므로 겨울부터 꽃이 피는 초봄까지는 하루에 3~4시간씩 유리창을 통해 들어오는 햇빛을 쬐어 주어야 꽃의 색이 선명해 진다. 꽃이 진 후, 여름에서 가을까지는 통풍이 잘 되는 시원한 그늘에 내놓는다. 직사광선을 오랫동안 받으면 잎에 윤기를 잃고 누렇게 되며 작아진다. 11월 중순까지는 서리를 맞히지 말고 얼리지 않도록 주의하면서 실외에서 관리한다. 왜냐하면 10℃ 정도에서 30일 정도 단련시키지 않고 실내에 들여 놓았을 경우 꽃줄기가 자라지 않고 잎 사이에서 꽃이 피게 되어 보기에 좋지 않기 때문이다.-이름이나 생김새에서 난의 일종으로 착각하기 쉽지만, 군자란은 수선과에 속하는 여러해살이화초다. 일광욕을 싫어하므로 겨울부터 초봄까지 유리창을 통해 들어오는 햇빛을 3~4시간씩 쏘여주면 꽃이 좀 더 선명한 주홍빛을 띤다.-밭흙:모래:부엽토 = 1:2:1●물, 봄에서 가을까지는 흙이 마르는 즉시, 겨울에는 말라도 즉시 주지 말고 1~2일쯤 더 두었다가 물을 준다. 비료는 4~6월에 깻묵을 1큰술쯤 떠서 20일에 한 번씩 흙 위에 놓아주는데, 깻묵을 물에 묽게 타서 물 대신 준다.포기가 커지면 곁눈이 나오게 되므로 이 눈을 하나씩 붙여 포기를 나누는데, 꽃이 지고 난 후인 4월 중순에서부터 5월 사이에 한다. 10~12㎝ 크기의 분에 심으면 적당하다.2~3년에 한 번 정도 분갈이를 하며 꽃이 진 5월에 갈아 심는다. 뿌리가 두터운 편이므로 뿌리 주위에 흙이 골고루 들어가도록 막대기로 쿡쿡 찔러 가면서 갈아 심는다. 씨를 받지 않을 경우에는 꽃이 진 다음 아래쪽 꽃줄기를 잘라준다.-빛과 위치 : 직사광선을 피한다.-물주기 : 물을 주는 시기는 1년 내내이지만, 봄, 가을은 흙이 마르는 즉시, 여름에는 가끔씩, 겨울은 대개 4~7일에 한 번씩 준다.-최적온도 : 최적온도는 20~25℃, 최저 10℃ 이상 유지해 준다.-비료주기 : 20일에 1번 깻묵을 물에 타서 준다.-계절별 돌보기 : 5월경에 포기나누기로 번식시킨다. 비료는 4월~6월과 9월.",
        "source": "[출처]공기정화식물키우기/웰빙플러스 2011-12-07 공기정화식물 군자란",
        "img": ""
    },
    {
        "type": "토란과",
        "name": "안스리움 Anthurium",
        "official_name": "학명 Anthurium",
        "trait": "남아메리카 지역에서 자생하는 아름다운 식물로 언뜻 보기에 부채꼴의 빨간 부분이 꽃같지만 이것은 포엽(苞葉)이고, 못처럼 튀어나온 것이 꽃부분으로 윤기가 나며 개화기간이 길다. 품종에 따라서는 포가 광택이 없는 것도 있으며, 하트 모양을 한 큼직한 잎맥이 선명한 아름다운 잎을 가진 종류도 있다. 고온다습한 조건을 가진 반그늘에서 기르면 1년 내내 꽃을 볼 수도 있으며 꽃과 포를 잘라물에 꽂아 두면 길게는 6주도 간다.-안스리움은 미니종부터 대형종까지 품종에 따라 그 크기가 다양하며 불염포(꽃잎처럼 보임)의 색 또한 빨강, 분홍, 흰색 등 다채롭다.",
        "management": "암모니아 냄새를 비롯한 악취 제거력이 뛰어나며, 접착제나 타일 등에서 발생되는 키실렌 및 톨루엔 등과 같은 유해물질을 제거한다.따뜻하고 습기 있는 조건에서 잘 자란다. 직사광을 피한 실내 밝은 곳에 키운다. 더위는 좋아하지만 여름의 강한 햇빛은 싫어하므로 5월부터 바깥에 내놓았다가 여름에는 9월 동안 오후에 그늘진 곳이나 차양 아래로 옮겨 둔다. 추위에 약하므로 최저 15℃ 이상을 유지해 주어야 한다.-밭흙:모래:부엽토 = 1:2:1 물은 봄부터 가을까지 2~3일마다, 겨울에는 1주일에 한 번 정도로 준다. 공기 습도를 높여주는 것이 좋으므로 수시로 잎에 분무를 하여 공기 습도를 일정하게 유지하는 것이 빠른 생장을 돕는다. 찬 수돗물보다는 빗물이나 하루 묵은 물을 듬뿍 준다. 분 밑에서 물을 빨아들이게 하거나 화분째 물에 담갔다가 건지는 방법으로 물을 주면 뿌리가 고루 물을 빨아들이게 된다. 여름에는 흙 표면이 마르기 전에 물을 주고 겨울에는 흙이 말랐을 때 물을 흠뻑 준다. 보통 한 달에 한 번 정도 하이포넥스 등의 복합비료를 준다. 생육이 왕성한 때는 2주일에 한 번으로 한다. 안스리움은 다습한 조건을 좋아하여 물에서 키우는 것이 가능한 식물로 물가꾸기를 하려면 직사광선이 아닌 빛이 잘 드는 곳에서 키우고, 7~10일에 한 번씩 물을 갈아준다. 직사광선을 피한다. 봄~가을 주 2회, 겨울 주 1회 준다. 최적 온도는 25~28℃. 겨울에도 15℃ 이상 유지해 준다. 월 1~2회 정도 액비나 고체비료를 준다. -계절별 돌보기 : 여름에는 수시로 잎에 분무하여 공기 습도를 높여준다. 물을 주는 시기는 1년 내내, 비료는 3월~11월.",
        "source": "[출처]공기정화식물키우기/웰빙플러스 2011-12-07 공기정화식물 안스리움",
        "img": ""
    },
    {
        "type": "-천남성과(Araceae) | 원산지 중앙아메리카",
        "name": "관음죽 Arrowhead vine",
        "official_name": "학명 Syngonium podophyllum",
        "trait": "상록성 관목으로 15~30cm 정도 길이의 손바닥 모양으로 광택이 나는 잎(부채꼴 모양으로 5~8개로 갈라진 엽편을 가짐)이 있다. 직립성이고 땅속에 있는 마디에서 포기가 갈라지는 줄기가 있다. 꽃은 연한 황색으로 피며 암나무와 수나무가 따로 있지만 암꽃 나무에는 암꽃과 더불어 양성 꽃도 섞여 있어 암꽃 나무만으로도 결실이 된다. 관음죽은 관엽식물 중 관리하기가 쉬운 식물로서 병충해가 거의 발생하지 않는다. 그늘과 추위에도 잘 견디지만 생장속도가 느리다. 관음죽과 비슷한 식물로는 종려죽(R. humilis)이 있는데 구별하기가 어렵다. 관음죽은 종려죽에 비해 엽편수가 적고 엽편폭이 넓고 억세며, 줄기를 싼 섬유질은 종려죽에 비해 엉성하다.",
        "management": "실내식물의 고전적인 종이다. 일반적으로 소형종은 비교적 강건하기 때문에 현관이나 거실 입구에 잘 어울린다. 청색, 황토색, 적갈색 등 전통적인 색채의 화분이 잘 어울린다. 관음죽은 저광에서도 잘 견디고 생육속도가 느리기 때문에 구석진 자리에 두어도 좋다. 그러나 잎끝이 다른 물체에 자주 닿으면 상하기 때문에 조심해야 하며 배양토가 마르지 않도록 주기적으로 물을 주어야 한다.●기능성관음죽은 병충해가 거의 없으며 어디에서나 잘 자란다. 실내공기질을 개선하는 데 좋은 식물로 특히 암모니아와 클로로포름(chloroform)을 제거하는 데 효과적이어서 화장실 같은 곳에 두면 좋다. 또한 이산화탄소 제거율이 높기 때문에 환경이 열악한 사무실에 두는 것도 좋다.●궁금해요질문 _ 잎끝이 갈색으로 변했어요.대답 _ 봄부터 잎끝이 갑자기 갈색이 되는 것은 겨울 추위가 원인이다. 그 부분을 잘라내면 더 진전되지 않는다. 원래 추위를 많이 타는데 겨울에 5℃ 정도 저온에 두게 되면 추위에 뿌리가 상해서 봄이 되어도 잎끝이 갈색으로 변한다. 한편, 저면관수나 수경재배 또는 상면관수시 비료분이 잎끝에 축적되면 잎끝이 타들어갈 수도 있다. 이럴 때도 잎끝을 잘라준다.",
        "source": "[출처]실내식물이 사람을 살린다/중앙생활사 2011-12-03",
        "img": ""
    }
];

const cbt = document.querySelectorAll(".cbt");
        const cbtQuiz = document.querySelector(".cbt__quiz");
        const cbtOmr = document.querySelector(".cbt__omr");
        const cbtSubmit = document.querySelector(".cbt__submit");
        const cbtRest = document.querySelector(".cbt__rest");
        const cbtLength = document.querySelector(".cbt__length");
        const cbtViewSubject = document.querySelector(".cbt__view .subject");
        const cbtHeader = document.querySelector(".cbt__header h2");
        const cbtStartBtn = document.querySelector(".cbt__start__btn");
        const cbtStart = document.querySelector(".cbt__start");
        const cbtTime = document.querySelector(".cbt__time");

        let airclean_plantAll = [];                  //모든 퀴즈 정보
        let questionLength = 0;                //전체 문제수
        let questionRest = questionLength;     //남은 문제수
        let questionTime = "";  
        let questionTimeRemain = "1000";

        //시작하기
        const startQuiz = () => {
            cbtStart.classList.add("hide"); //모달창 제거

            //시간 설정
            questionTime = setInterval(reduceTime, 1000);
        }
 
        //데이터 가져오기
        const dataPlenty = (value) => {
            fetch(`https://kebab000.github.io/web2023/gineungsaJSON/${value}.json`)
            .then(res => res.json())
            .then(items => {
                allPlanty = items.map((item, index) => {
                    const formattedPlenty = {
                        type: item.type,
                        name: item.name,
                        official_name: item.official_name,
                        trait: item.trait,
                        management: item.management,
                        source: item.source,
                        img: item.img
                    }


                    //console.log(formattedQuestion);
                    return formattedQuestion;
                });

                newPlenty();  //문제 만들기


            })
            .catch((err) => console.log(err));
        }
    </script>
</body>
</html>